var weatherMap = {
    "defaultCity": "01010101",
    "±±¾©ÊÐ": {
        "_": "01010101",
        "±±¾©ÊÐ": "01010101"
    },
    "ÉÏº£ÊÐ": {
        "_": "01012601",
        "ÉÏº£ÊÐ": "01012601"
    },
    "Ìì½òÊÐ": {
        "_": "01012901",
        "Ìì½òÊÐ": "01012901"
        //"ÌÁ¹ÁÇø": "132
    },
    "ÖØÇìÊÐ" : {
        "_": "01010401",
        "ÖØÇìÊÐ": "01010401"
        //"·î½ÚÇø": "201,
        //"¸¢ÁêÇø": "213
    },
    "Ïã¸Û": {
        "_": "01013101",
        "Ïã¸Û": "01013101"
    },
    "°ÄÃÅ": {
        "_": "01010301",
        "°ÄÃÅ": "01010301"
    },
    "Ì¨ÍåÊ¡": {
        "_": "01012801",
        "Ì¨±±": "01012801",
        "¸ßÐÛ": "01012802",
        "Ì¨ÖÐ": "01012803",
        "»¨Á«": "01012801",
        "»ùÂ¡": "01012801",
        "¼ÎÒå": "01012801",
        "½ðÃÅ": "01012801",
        "Á¬½­": "01012801",
        "ÃçÀõ": "01012801",
        "ÄÏÍ¶": "01012801",
        "Åìºþ": "01012801",
        "ÆÁ¶«": "01012801",
        "Ì¨¶«": "01012801",
        "Ì¨ÄÏ": "01012801",
        "ÌÒÔ°": "01012801",
        "ÐÂÖñ": "01012801",
        "ÒËÀ¼": "01012801",
        "ÔÆÁÖ": "01012801",
        "ÕÃ»¯": "01012801"
    },
    "°²»ÕÊ¡": {
        "_": "01010208",
        "°²ÇìÊÐ": "01010201",
        "°ö²ºÊÐ": "01010202",
        "ÙñÖÝÊÐ": "01010203",
        "³²ºþÊÐ": "01010204",
        "³ØÖÝÊÐ": "01010205",
        "³üÖÝÊÐ": "01010206",
        "¸·ÑôÊÐ": "01010207",
        "ºÏ·ÊÊÐ": "01010208",
        "»´±±ÊÐ": "01010209",
        "»´ÄÏÊÐ": "01010210",
        "»ÆÉ½ÊÐ": "01010211",
        "Áù°²ÊÐ": "01010212",
        "Âí°°É½ÊÐ": "01010213",
        "ËÞÖÝÊÐ": "01010214",
        "Í­ÁêÊÐ": "01010215",
        "ÎßºþÊÐ": "01010216",
        "Ðû³ÇÊÐ": "01010217"
    },
    "¸£½¨Ê¡": {
        "_": "01010501",
        "¸£ÖÝÊÐ": "01010501",
        "ÁúÑÒÊÐ": "01010502",
        "ÄÏÆ½ÊÐ": "01010503",
        "ÄþµÂÊÐ": "01010504",
        "ÆÎÌïÊÐ": "01010505",
        "ÈªÖÝÊÐ": "01010506",
        "ÈýÃ÷ÊÐ": "01010507",
        "ÏÃÃÅÊÐ": "01010508",
        "ÕÄÖÝÊÐ": "01010509"
    },
    "¸ÊËàÊ¡": {
        "_": "01010607",
        "°×ÒøÊÐ": "01010601",
        "¶¨Î÷ÊÐ": "01010602",
        "¸ÊÄÏÖÝ": "01010603",
        "¼ÎÓø¹ØÊÐ": "01010604",
        "½ð²ýÊÐ": "01010605",
        "¾ÆÈªÊÐ": "01010606",
        "À¼ÖÝÊÐ": "01010607",
        "ÁÙÏÄÊÐ": "01010608",
        "Â¤ÄÏÊÐ": "01010609",
        "Æ½Á¹ÊÐ": "01010610",
        "ÇìÑôÊÐ": "01010611",
        "ÌìË®ÊÐ": "01010612",
        "ÎäÍþÊÐ": "01010613",
        "ÕÅÒ´ÊÐ": "01010614"
    },
    "¹ã¶«Ê¡": {
        "_": "01010704",
        "³±ÖÝÊÐ": "01010701",
        "¶«Ý¸ÊÐ": "01010702",
        "·ðÉ½ÊÐ": "01010703",
        "¹ãÖÝÊÐ": "01010704",
        "ºÓÔ´ÊÐ": "01010705",
        "»ÝÖÝÊÐ": "01010706",
        "½­ÃÅÊÐ": "01010707",
        "½ÒÑôÊÐ": "01010708",
        "Ã¯ÃûÊÐ": "01010709",
        "Ã·ÖÝÊÐ": "01010710",
        "ÇåÔ¶ÊÐ": "01010711",
        "ÉÇÍ·ÊÐ": "01010712",
        "ÉÇÎ²ÊÐ": "01010713",
        "ÉØ¹ØÊÐ": "01010714",
        "ÉîÛÚÊÐ": "01010715",
        "Ñô½­ÊÐ": "01010716",
        "ÔÆ¸¡ÊÐ": "01010717",
        "Õ¿½­ÊÐ": "01010718",
        "ÕØÇìÊÐ": "01010719",
        "ÖÐÉ½ÊÐ": "01010720",
        "Öéº£ÊÐ": "01010721"
        //"ÄÏÐÛÊÐ": "235,
        //"·ð¸ÔÊÐ": "322,
        //"Ã·ÏØÊÐ": "323,
        //"µç°×ÊÐ": "324,
        //"¸ßÒªÊÐ": "325
    },
    "¹ãÎ÷": {
        "_": "01010811",
        "°ÙÉ«ÊÐ": "01010801",
        "±±º£ÊÐ": "01010802",
        "³ç×óÊÐ": "01010803",
        "·À³Ç¸ÛÊÐ": "01010804",
        "¹ó¸ÛÊÐ": "01010805",
        "¹ðÁÖÊÐ": "01010806",
        "ºÓ³ØÊÐ": "01010807",
        "ºØÖÝÊÐ": "01010808",
        "À´±öÊÐ": "01010809",
        "ÁøÖÝÊÐ": "01010810",
        "ÄÏÄþÊÐ": "01010811",
        "ÇÕÖÝÊÐ": "01010812",
        "ÎàÖÝÊÐ": "01010813",
        "ÓñÁÖÊÐ": "01010814"
    },
    "¹óÖÝÊ¡": {
        "_": "01010903",
        "°²Ë³ÊÐ": "01010901",
        "±Ï½ÚµØÇø": "01010902",
        "¹óÑôÊÐ": "01010903",
        "ÁùÅÌË®ÊÐ": "01010904",
        "Ç­¶«ÄÏÖÝ": "01010905",
        "Ç­ÄÏÖÝ": "01010906",
        "Ç­Î÷ÄÏÖÝ": "01010907",
        "Í­ÈÊµØÇø": "01010908",
        "×ñÒåÊÐ": "01010909"
    },
    "º£ÄÏÊ¡": {
        "_": "01011008",
        //"°×É³Àè×å×ÔÖÎÏØ": "354,
        //"±£Í¤Àè×åÃç×å×ÔÖÎÏØ": "357,
        "³ÎÂõÊÐ": "01011004",
        "ÙÙÖÝÊÐ": "01011005",
        //"¶¨°²ÏØ": "352,
        "¶«·½ÊÐ": "01011007",
        "º£¿ÚÊÐ": "01011008",
        //"ÁÙ¸ßÊÐ": "353,
        "Çíº£ÊÐ": "01011012",
        "ÈýÑÇÊÐ": "01011014",
        "ÍÍ²ýÏØ": "01011015",
        "ÍòÄþÊÐ": "01011016",
        "ÎÄ²ýÊÐ": "01011017",
        "ÎåÖ¸É½ÊÐ": "01011018"
        //"ÀÖ¶«Àè×å×ÔÖÎÏØ": "355,
        //"ÁêË®Àè×å×ÔÖÎÏØ": "356,
        //"ÇíÖÐÀè×åÃç×å×ÔÖÎÏØ": "358
    },
    "ºÓ±±Ê¡": {
        "_": "01011108",
        "±£¶¨ÊÐ": "01011101",
        "²×ÖÝÊÐ": "01011102",
        "³ÐµÂÊÐ": "01011103",
        "ºªµ¦ÊÐ": "01011104",
        "ºâË®ÊÐ": "01011105",
        "ÀÈ·»ÊÐ": "01011106",
        "ÇØ»ÊµºÊÐ": "01011107",
        "Ê¯¼Ò×¯ÊÐ": "01011108",
        "ÌÆÉ½ÊÐ": "01011109",
        "ÐÏÌ¨ÊÐ": "01011110",
        "ÕÅ¼Ò¿ÚÊÐ": "01011111"
    },
    "ºÓÄÏÊ¡": {
        "_": "01011216",
        "°²ÑôÊÐ": "01011201",
        "º×±ÚÊÐ": "01011202",
        "½¹×÷ÊÐ": "01011203",
        "¿ª·âÊÐ": "01011204",
        "ÂåÑôÊÐ": "01011206",
        "äðºÓÊÐ": "01011205",
        "ÄÏÑôÊÐ": "01011207",
        "Æ½¶¥É½ÊÐ": "01011208",
        "å§ÑôÊÐ": "01011209",
        "ÈýÃÅÏ¿ÊÐ": "01011210",
        "ÉÌÇðÊÐ": "01011211",
        "¼ÃÔ´ÊÐ": "0101121201",
        "ÐÂÏçÊÐ": "01011213",
        "ÐÅÑôÊÐ": "01011214",
        "Ðí²ýÊÐ": "01011215",
        "Ö£ÖÝÊÐ": "01011216",
        "ÖÜ¿ÚÊÐ": "01011217",
        "×¤ÂíµêÊÐ": "01011218"
    },
    "ºÚÁú½­Ê¡": {
        "_": "01011303",
        "´óÇìÊÐ": "01011301",
        "´óÐË°²ÁëµØÇø": "01011302",
        "¹þ¶û±õÊÐ": "01011303",
        "º×¸ÚÊÐ": "01011304",
        "ºÚºÓÊÐ": "01011305",
        "¼¦Î÷ÊÐ": "01011306",
        "¼ÑÄ¾Ë¹ÊÐ": "01011307",
        "Äµµ¤½­ÊÐ": "01011308",
        "ÆëÆë¹þ¶ûÊÐ": "01011309",
        "ÆßÌ¨ºÓÊÐ": "01011310",
        "Ë«Ñ¼É½ÊÐ": "01011311",
        "Ëç»¯ÊÐ": "01011312",
        "ÒÁ´ºÊÐ": "01011313"
        //"Ä®ºÓÊÐ": "38,
        //"Ëç·ÒºÓÊÐ": "98
    },
    "ºþ±±Ê¡":{
        "_": "01011410",
        "¶õÖÝÊÐ": "01011401",
        "¶÷Ê©ÖÝ": "01011402",
        "»Æ¸ÔÊÐ": "01011403",
        "»ÆÊ¯ÊÐ": "01011404",
        "¾£ÃÅÊÐ": "01011405",
        "¾£ÖÝÊÐ": "01011406",
        "Ç±½­ÊÐ": "0101140701",
        "ÉñÅ©¼ÜÁÖÇø": "0101140702",
        "Ê®ÑßÊÐ": "01011408",
        "ËæÖÝÊÐ": "01011409",
        "ÎäººÊÐ": "01011410",
        "ÌìÃÅÊÐ": "0101140703",
        "ÏÉÌÒÊÐ": "0101140704",
        "ÏÌÄþÊÐ": "01011411",
        "Ïå·®ÊÐ": "01011412",
        "Ð¢¸ÐÊÐ": "01011413",
        "ÒË²ýÊÐ": "01011414"
    },
    "ºþÄÏÊ¡": {
        "_": "01011502",
        "³£µÂÊÐ": "01011501",
        "³¤É³ÊÐ": "01011502",
        "³»ÖÝÊÐ": "01011503",
        "ºâÑôÊÐ": "01011504",
        "»³»¯ÊÐ": "01011505",
        "Â¦µ×ÊÐ": "01011506",
        "ÉÛÑôÊÐ": "01011507",
        "ÏæÌ¶ÊÐ": "01011508",
        "ÏæÎ÷ÖÝ": "01011509",
        "ÒæÑôÊÐ": "01011510",
        "ÓÀÖÝÊÐ": "01011511",
        "ÔÀÑôÊÐ": "01011512",
        "ÕÅ¼Ò½çÊÐ": "01011513",
        "ÖêÖÞÊÐ": "01011514"
        //"É£Ö²ÊÐ": "311",
        //"ãäÁêÊÐ": "312",
        //"ÄÏÔÀÊÐ": "313
    },
    "¼ªÁÖÊ¡": {
        "_": "01011603",
        "°×³ÇÊÐ": "01011601",
        "°×É½ÊÐ": "01011602",
        "³¤´ºÊÐ": "01011603",
        "¼ªÁÖÊÐ": "01011604",
        "ÁÉÔ´ÊÐ": "01011605",
        "ËÄÆ½ÊÐ": "01011606",
        "ËÉÔ­ÊÐ": "01011607",
        "Í¨»¯ÊÐ": "01011608",
        "ÑÓ±ßÖÝ": "01011609"
        //"èëµéÊÐ": "109",
        //"¼¯°²ÊÐ": "118
    },
    "½­ËÕÊ¡": {
        "_": "01011704",
        "³£ÖÝÊÐ": "01011701",
        "»´°²ÊÐ": "01011702",
        "Á¬ÔÆ¸ÛÊÐ": "01011703",
        "ÄÏ¾©ÊÐ": "01011704",
        "ÄÏÍ¨ÊÐ": "01011705",
        "ËÕÖÝÊÐ": "01011706",
        "ËÞÇ¨ÊÐ": "01011707",
        "Ì©ÖÝÊÐ": "01011708",
        "ÎÞÎýÊÐ": "01011709",
        "ÐìÖÝÊÐ": "01011710",
        "ÑÎ³ÇÊÐ": "01011711",
        "ÑïÖÝÊÐ": "01011712",
        "Õò½­ÊÐ": "01011713"
        //"íìíôÊÐ": "45",
        //"¸ÓÓÜÊÐ": "46",
        //"¶«Ì¨ÊÐ": "47",
        //"¸ßÓÊÊÐ": "53
    },
    "½­Î÷Ê¡": {
        "_": "01011806",
        "¸§ÖÝÊÐ": "01011801",
        "¼ª°²ÊÐ": "01011803",
        "¸ÓÖÝÊÐ": "01011802",
        "¾°µÂÕòÊÐ": "01011804",
        "¾Å½­ÊÐ": "01011805",
        "ÄÏ²ýÊÐ": "01011806",
        "Æ¼ÏçÊÐ": "01011807",
        "ÉÏÈÄÊÐ": "01011808",
        "ÐÂÓàÊÐ": "01011809",
        "ÒË´ºÊÐ": "01011810",
        "Ó¥Ì¶ÊÐ": "01011811"
        //"Â®É½ÊÐ": "111",
        //"ÓñÉ½ÊÐ": "137",
        //"¹óÏªÊÐ": "138",
        //"¹ã²ýÊÐ": "145
    },
    "ÁÉÄþÊ¡": {
        "_": "01011912",
        "°°É½ÊÐ": "01011901",
        "±¾ÏªÊÐ": "01011902",
        "³¯ÑôÊÐ": "01011903",
        "´óÁ¬ÊÐ": "01011904",
        "µ¤¶«ÊÐ": "01011905",
        "¸§Ë³ÊÐ": "01011906",
        "¸·ÐÂÊÐ": "01011907",
        "ºùÂ«µºÊÐ": "01011908",
        "½õÖÝÊÐ": "01011909",
        "ÁÉÑôÊÐ": "01011910",
        "ÅÌ½õÊÐ": "01011911",
        "ÉòÑôÊÐ": "01011912",
        "ÌúÁëÊÐ": "01011913",
        "Óª¿ÚÊÐ": "01011914"
        //"Íß·¿µêÊÐ": "129
    },
    "ÄÚÃÉ¹Å": {
        "_": "01012004",
        "°üÍ·ÊÐ": "01012001",
        "³à·åÊÐ": "01012002",
        "¶õ¶û¶àË¹ÊÐ": "01012003",
        "ºôºÍºÆÌØÊÐ": "01012004",
        "ºôÂ×±´¶ûÊÐ": "01012005",
        "Í¨ÁÉÊÐ": "01012006",
        "ÎÚº£ÊÐ": "01012007",
        "°¢À­ÉÆÃË": "01012008",
        "ÎýÁÖ¹ùÀÕÃË": "01012009",
        "ÐË°²ÃË": "01012010",
        "°ÍÑåÄ×¶ûÊÐ": "01012011",
        "ÎÚÀ¼²ì²¼ÊÐ": "01012012"
        //"ÎýÁÖºÆÌØÊÐ": "99
    },
    "ÄþÏÄ": {
        "_": "01012104",
        "¹ÌÔ­ÊÐ": "01012101",
        "Ê¯×ìÉ½ÊÐ": "01012102",
        "ÎâÖÒÊÐ": "01012103",
        "Òø´¨ÊÐ": "01012104",
        "ÖÐÎÀÊÐ": "01012105"
    },
    "Çàº£Ê¡": {
        "_": "01012207",
        "¹ûÂåÖÝ": "01012201",
        "º£¶«µØÇø": "01012202",
        "º£Î÷ÖÝ": "01012203",
        "º£±±ÖÝ": "01012204",
        "º£ÄÏÖÝ": "01012205",
        "»ÆÄÏÖÝ": "01012206",
        "Î÷ÄþÊÐ": "01012207",
        "ÓñÊ÷ÖÝ": "01012208"
    },
    "É½¶«Ê¡": {
        "_": "01012305",
        "¼ÃÄÏÊÐ": "01012305",
        "±õÖÝÊÐ": "01012301",
        "µÂÖÝÊÐ": "01012302",
        "¶«ÓªÊÐ": "01012303",
        "ºÊÔóÊÐ": "01012304",
        "¼ÃÄþÊÐ": "01012306",
        "À³ÎßÊÐ": "01012307",
        "ÁÄ³ÇÊÐ": "01012308",
        "ÁÙÒÊÊÐ": "01012309",
        "ÇàµºÊÐ": "01012310",
        "ÈÕÕÕÊÐ": "01012311",
        "Ì©°²ÊÐ": "01012312",
        "Íþº£ÊÐ": "01012313",
        "Î«·»ÊÐ": "01012314",
        "ÑÌÌ¨ÊÐ": "01012315",
        "Ôæ×¯ÊÐ": "01012316",
        "×Í²©ÊÐ": "01012317"
        //"Ì©É½ÊÐ": "156
    },
    "É½Î÷Ê¡": {
        "_": "01012408",
        "³¤ÖÎÊÐ": "01012401",
        "´óÍ¬ÊÐ": "01012402",
        "½ú³ÇÊÐ": "01012403",
        "½úÖÐÊÐ": "01012404",
        "ÁÙ·ÚÊÐ": "01012405",
        "ÂÀÁºÊÐ": "01012406",
        "Ë·ÖÝÊÐ": "01012407",
        "Ì«Ô­ÊÐ": "01012408",
        "ÐÃÖÝÊÐ": "01012409",
        "ÑôÈªÊÐ": "01012410",
        "ÔË³ÇÊÐ": "01012411"
        //"ÎåÌ¨É½ÊÐ": "381
    },
    "ÉÂÎ÷Ê¡": {
        "_": "01012507",
        "°²¿µÊÐ": "01012501",
        "±¦¼¦ÊÐ": "01012502",
        "ººÖÐÊÐ": "01012503",
        "ÉÌÂåÊÐ": "01012504",
        "Í­´¨ÊÐ": "01012505",
        "Î¼ÄÏÊÐ": "01012506",
        "Î÷°²ÊÐ": "01012507",
        "ÏÌÑôÊÐ": "01012508",
        "ÑÓ°²ÊÐ": "01012509",
        "ÓÜÁÖÊÐ": "01012510"
    },
    "ËÄ´¨Ê¡": {
        "_": "01012703",
        "°¢°ÓÖÝ": "01012701",
        "°ÍÖÐÊÐ": "01012702",
        "³É¶¼ÊÐ": "01012703",
        "´ïÖÝÊÐ": "01012704",
        "µÂÑôÊÐ": "01012705",
        "¸Ê×ÎÖÝ": "01012706",
        "¹ã°²ÊÐ": "01012707",
        "¹ãÔªÊÐ": "01012708",
        "ÀÖÉ½ÊÐ": "01012709",
        "Á¹É½ÖÝ": "01012710",
        "ãòÖÝÊÐ": "01012711",
        "Ã¼É½ÊÐ": "01012712",
        "ÃàÑôÊÐ": "01012713",
        "ÄÚ½­ÊÐ": "01012715",
        "ÄÏ³äÊÐ": "01012714",
        "ÅÊÖ¦»¨ÊÐ": "01012716",
        "ËìÄþÊÐ": "01012717",
        "ÑÅ°²ÊÐ": "01012718",
        "ÒË±öÊÐ": "01012719",
        "×ÊÑôÊÐ": "01012720",
        "×Ô¹±ÊÐ": "01012721"
        //"¶ëÃ¼É½ÊÐ": "170
    },
    "Î÷²Ø": {
        "_": "01013003",
        "°¢ÀïµØÇø": "01013001",
        "²ý¶¼µØÇø": "01013002",
        "À­ÈøÊÐ": "01013003",
        "ÁÖÖ¥µØÇø": "01013004",
        "ÄÇÇúµØÇø": "01013005",
        "ÈÕ¿¦ÔòµØÇø": "01013006",
        "É½ÄÏµØÇø": "01013007"
    },
    "ÐÂ½®": {
        "_": "01013213",
        "°¢¿ËËÕµØÇø": "01013201",
        "°¢ÀÕÌ©µØÇø": "01013202",
        "°ÍÒô¹ùÀãÖÝ": "01013203",
        "²©¶ûËþÀ­ÖÝ": "01013204",
        "²ý¼ªÖÝ": "01013205",
        "¹þÃÜµØÇø": "01013206",
        "ºÍÌïµØÇø": "01013207",
        "¿¦Ê²µØÇø": "01013208",
        "¿ËÀ­ÂêÒÀÊÐ": "01013209",
        "¿Ë×ÎÀÕËÕ¿ÂÖÝ": "01013210",
        "Ëþ³ÇµØÇø": "01013211",
        "ÍÂÂ³·¬µØÇø": "01013212",
        "ÎÚÂ³Ä¾ÆëÊÐ": "01013213",
        "ÒÁÀçÖÝ": "01013214",
        "Ê¯ºÓ×ÓÊÐ": "0101321501",
        "°¢À­¶ûÊÐ": "0101321502"
        //"ÆæÌ¨ÊÐ": "52
    },
    "ÔÆÄÏÊ¡": {
        "_": "01013307",
        "±£É½ÊÐ": "01013301",
        "³þÐÛÖÝ": "01013302",
        "´óÀíÖÝ": "01013303",
        "µÂºêÖÝ": "01013304",
        "µÏÇìÖÝ": "01013305",
        "ºìºÓÖÝ": "01013306",
        "À¥Ã÷ÊÐ": "01013307",
        "Àö½­ÊÐ": "01013308",
        "ÁÙ²×ÊÐ": "01013309",
        "Å­½­ÖÝ": "01013310",
        "Çú¾¸ÊÐ": "01013312",
        "Ë¼Ã©ÊÐ": "01013307",
        "ÎÄÉ½ÖÝ": "01013313",
        "Î÷Ë«°æÄÉÖÝ": "01013314",
        "ÓñÏªÊÐ": "01013315",
        "ÕÑÍ¨ÊÐ": "01013316"
        //"ÈðÀöÊÐ": "180
    },
    "Õã½­Ê¡": {
        "_": "01013401",
        "º¼ÖÝÊÐ": "01013401",
        "ºþÖÝÊÐ": "01013402",
        "¼ÎÐËÊÐ": "01013403",
        "½ð»ªÊÐ": "01013404",
        "ÀöË®ÊÐ": "01013405",
        "Äþ²¨ÊÐ": "01013406",
        "áéÖÝÊÐ": "01013407",
        "ÉÜÐËÊÐ": "01013408",
        "Ì¨ÖÝÊÐ": "01013409",
        "ÎÂÖÝÊÐ": "01013410",
        "ÖÛÉ½ÊÐ": "01013411"
        //"áÓÖÝÊÐ": "66",
        //"Æ½ºþÊÐ": "67",
        //"Ê¯ÆÖÊÐ": "68",
        //"Äþº£ÊÐ": "71",
        //"¶´Í·ÊÐ": "73",
        //"¶¨º£ÊÐ": "257
    },
    "weatherIcon":{
        "00":{ //Çç
            "txt":"Çç",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sun.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sunnight.png"
        },
        "01":{ //¶àÔÆ
            "txt":"¶àÔÆ",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/cloudy.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/cloudynight.png"
        },
        "02":{ //Òõ
            "txt":"Òõ",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/overcast.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/cloudynight.png"
        },
        "03":{ //ÕóÓê
            "txt":"ÕóÓê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rain.sun.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rain.sun.png"
        },
        "04":{ //À×ÕóÓê
            "txt":"À×ÕóÓê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainstorm.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainstorm.png"
        },
        "05":{ //À×ÕóÓê²¢°éÓÐ±ù±¢
            "txt":"À×ÕóÓê²¢°éÓÐ±ù±¢",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainstorm.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainstorm.png"
        },
        "06":{ //Óê¼ÐÑ©
            "txt":"Óê¼ÐÑ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sleet.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sleet.png"
        },
        "07":{ //Ð¡Óê
            "txt":"Ð¡Óê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/drizzle.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/drizzle.png"
        },
        "08":{ //ÖÐÓê
            "txt":"ÖÐÓê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainy2.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainy2.png"
        },
        "09":{ //´óÓê
            "txt":"´óÓê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainy1.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainy1.png"
        },
        "10":{ //±©Óê
            "txt":"±©Óê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/showers.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/showers.png"
        },
        "11":{ //´ó±©Ñ©
            "txt":"´ó±©Ñ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png"
        },
        "12":{ //ÌØ´ó±©Ñ©
            "txt":"ÌØ´ó±©Ñ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png"
        },
        "13":{ //ÕóÑ©
            "txt":"ÕóÑ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow1.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow1.png"
        },
        "14":{ //Ð¡Ñ©
            "txt":"Ð¡Ñ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow1.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow1.png"
        },
        "15":{ //ÖÐÑ©
            "txt":"ÖÐÑ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow2.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow2.png"
        },
        "16":{ //´óÑ©
            "txt":"´óÑ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png"
        },
        "17":{ //±©Ñ©
            "txt":"±©Ñ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png"
        },
        "18":{ //Îí
            "txt":"Îí",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mist.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mist.png"
        },
        "19":{ //¶³Óê
            "txt":"¶³Óê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sleet.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sleet.png"
        },
        "20":{ //É³³¾±©
            "txt":"É³³¾±©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png"
        },
        "21":{ //Ð¡µ½ÖÐÓê
            "txt":"Ð¡µ½ÖÐÓê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/drizzle.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/drizzle.png"
        },
        "22":{ //ÖÐµ½´óÓê
            "txt":"ÖÐµ½´óÓê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainy2.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainy2.png"
        },
        "23":{ //´óµ½±©Óê
            "txt":"´óµ½±©Óê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainy1.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/rainy1.png"
        },
        "24":{ //±©Óêµ½´ó±©Óê
            "txt":"±©Óêµ½´ó±©Óê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/showers.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/showers.png"
        },
        "25":{ //´ó±©Óêµ½ÌØ´ó±©Óê
            "txt":"´ó±©Óêµ½ÌØ´ó±©Óê",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/showers.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/showers.png"
        },
        "26":{ //Ð¡µ½ÖÐÑ©
            "txt":"Ð¡µ½ÖÐÑ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow1.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow1.png"
        },
        "27":{ //ÖÐµ½´óÑ©
            "txt":"ÖÐµ½´óÑ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow2.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow2.png"
        },
        "28":{ //´óµ½±©Ñ©
            "txt":"´óµ½±©Ñ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snowstorm.png"
        },
        "29":{ //¸¡³¾
            "txt":"¸¡³¾",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png"
        },
        "30":{ //ÑïÉ³
            "txt":"ÑïÉ³",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png"
        },
        "31":{ //Ç¿É³³¾±©
            "txt":"Ç¿É³³¾±©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png"
        },
        "32":{ //Å¨Îí
            "txt":"Å¨Îí",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png"
        },
        "33":{ //Áú¾í·ç
            "txt":"Áú¾í·ç",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/sand.png"
        },
        "34":{ //Èõ¸ß´µÑ©
            "txt":"Èõ¸ß´µÑ©",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow2.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/snow2.png"
        },
        "35":{ //ÇáÎí
            "txt":"ÇáÎí",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mist.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mist.png"
        },
        "53":{ //ö²
            "txt":"ö²",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png"
        },
        "49":{ //Ç¿Å¨Îí
            "txt":"Ç¿Å¨Îí",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png"
        },
        "54":{ //ÖÐ¶Èö²
            "txt":"ÖÐ¶Èö²",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png"
        },
        "55":{ //ÖØ¶Èö²
            "txt":"ÖØ¶Èö²",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png"
        },
        "56":{ //ÑÏÖØö²
            "txt":"ÑÏÖØö²",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png"
        },
        "57":{ //´óÎí
            "txt":"´óÎí",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png"
        },
        "58":{ //ÌØÇ¿Å¨Îí
            "txt":"ÌØÇ¿Å¨Îí",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/20120906/mai.png"
        },
        "99":{ //Î´Öª
            "txt":"Î´Öª",
            "day":"http://mat1.gtimg.com/www/images/qq2012/weather/blank.gif",
            "night":"http://mat1.gtimg.com/www/images/qq2012/weather/blank.gif"
        }
    }
};/*  |xGv00|a82a3a01825780c4621b73b7516a0bf0 */