var questionData = [
	[
		{
			question : '¡°¸º¾£Çë×ï¡±½²µÄÊÇÁ®ÆÄºÍË­µÄ¹ÊÊÂ£¿',
			answer : [
				'A¡¢·¶ÖÙÑÍ',
				'B¡¢Íõ°²Ê¯',
				'C¡¢ÝþÏàÈç',
				'D¡¢Áõ²®ÎÂ'
			],
			rightAnswer : '3'
		},
		{
			question : '´«ËµÆ½°²Ò¹ÍíÉÏ£¬Ê¥µ®ÀÏÈËËÍÀñÎïÊ±»á³Ë×øÊ²Ã´¶¯ÎïÀ­µÄÑ©ÇÁ£¿',
			answer : [
				'A¡¢Ñ±Â¹',
				'B¡¢Âí',
				'C¡¢ÀÏ»¢',
				'D¡¢öèÓã'
			],
			rightAnswer : '1',
		},
		{
			question : '¿¨À­OKÊÇÄÄ¸ö¹ú¼ÒµÄÈË·¢Ã÷µÄ£¿',
			answer : [
				'A¡¢Ó¡¶È',
				'B¡¢ÈÕ±¾',
				'C¡¢ÖÐ¹ú',
				'D¡¢µÂ¹ú'
			],
			rightAnswer : '2',
		},
		{
			question : 'ÖÐ¹úºÍ³¯ÏÊÁ½¹úµÄ½çºÓÊÇ?',
			answer : [
				'A¡¢»ÆºÓ',
				'B¡¢Ñ¼ÂÌ½­',
				'C¡¢À½²×½­',
				'D¡¢³¤½­'
			],
			rightAnswer : '2',
		},
		{
			question : 'ÏÂ°ëÆìÊÇ°ÑÆì×ÓÏÂ½µµ½Ê²Ã´Î»ÖÃ£¿',
			answer : [
				'A¡¢¾à¸Ë¶¥1£¯2´¦',
				'B¡¢¾à¸Ë¶¥1£¯3´¦',
				'C¡¢¾à¸Ë¶¥1£¯2´¦',
				'D¡¢¾à¸Ë¶¥1£¯5´¦'
			],
			rightAnswer : '2',
		}
	],
	[
		{
			question : '¡°½ðÎÝ²Ø½¿¡±µÄ¹ÊÊÂÓëÄÄÒ»Î»»ÊµÛÓÐ¹Ø£¿',
			answer : [
				'A¡¢ÇØÊ¼»Ê',
				'B¡¢ÌÆÌ«×Ú',
				'C¡¢ººÎäµÛ',
				'D¡¢Ã÷³É×æ'
			],
			rightAnswer : '3'
		},
		{
			question : 'µäÐÍµÄ³ÉÈËÈËÌå¹Ç÷À°üº¬¶àÉÙ¿é¹ÇÍ·£¿',
			answer : [
				'A¡¢205',
				'B¡¢206',
				'C¡¢207',
				'D¡¢208'
			],
			rightAnswer : '2',
		},
		{
			question : 'ÖÐ¹úÀúÊ·ÉÏµÚÒ»²¿±àÄêÌåÊ·ÊéÊÇ£¿',
			answer : [
				'A¡¢¡¶ÂÛÓï¡·',
				'B¡¢¡¶Ê«¾­¡·',
				'C¡¢¡¶´ºÇï¡·',
				'D¡¢¡¶Ê·¼Ç¡·'
			],
			rightAnswer : '3',
		},
		{
			question : 'ÖÐ¹úÃæ»ý×î´óµÄÊ¡·ÝÊÇÄÄÒ»¸ö£¿',
			answer : [
				'A¡¢ÄÚÃÉ¹Å',
				'B¡¢Î÷²Ø',
				'C¡¢Çàº£',
				'D¡¢ÐÂ½®'
			],
			rightAnswer : '4',
		},
		{
			question : '¶¯ÎïÖÐÊÓ½Ç×î´óµÄÊÇ£¿',
			answer : [
				'A¡¢¼×¿Ç³æ',
				'B¡¢²ÔÓ¬',
				'C¡¢Óã',
				'D¡¢´óÏó'
			],
			rightAnswer : '3',
		}
	],
	[
		{
			question : 'ÖøÃûµÄ¡°×ÔÓÉÅ®Éñ¡±Ïñ×øÂäÔÚÃÀ¹úµÄÄÄ×ù³ÇÊÐ£¿',
			answer : [
				'A¡¢¼ÓÖÝ',
				'B¡¢Å¦Ô¼',
				'C¡¢ÂåÉ¼í¶',
				'D¡¢Ö¥¼Ó¸ç'
			],
			rightAnswer : '2'
		},
		{
			question : '³Ô²¤ÂÜÊ±£¬ÈËÃÇ»áÓÃÊ²Ã´Ë®ÅÝÒ»»á¶ùÀ´¼õÉÙÂéÄ¾´ÌÍ´¸Ð£¿',
			answer : [
				'A¡¢ÑÎË®',
				'B¡¢ÇåË®',
				'C¡¢´×Ë®',
				'D¡¢Ð¡ËÕ´ò'
			],
			rightAnswer : '1',
		},
		{
			question : '¹ÉÆ±½»Ò×ÖÐ¾­³£Ìáµ½µÄÊõÓï¡°Ò»ÊÖ¡±ÊÇÖ¸¶àÉÙ¹É£¿',
			answer : [
				'A¡¢1¹É',
				'B¡¢10¹É',
				'C¡¢100¹É',
				'D¡¢1000¹É'
			],
			rightAnswer : '3',
		},
		{
			question : 'Òâ´óÀûÓÐÒ»×ù±»»î»ðÉ½ÂñÔáµÄ³ÇÊÐ£¬½ÐÊ²Ã´£¿',
			answer : [
				'A¡¢Ã×À¼',
				'B¡¢ÅÓ±´',
				'C¡¢ÍþÄáË¹',
				'D¡¢·ðÂÞÂ×Èø'
			],
			rightAnswer : '2',
		},
		{
			question : 'ÊÀ½çÉÏÓÐ¡°¸ÖÇÙÊ«ÈË¡±Ö®³ÆµÄ²¨À¼¸ÖÇÙ¼ÒÊÇÄÄÒ»Î»£¿',
			answer : [
				'A¡¢Ð¤°î',
				'B¡¢Êæ²®ÌØ',
				'C¡¢ÀîË¹ÌØ',
				'D¡¢ÄªÔúÌØ'
			],
			rightAnswer : '1',
		}
	],
	[
		{
			question : '°ÂÁÖÆ¥¿ËÔË¶¯»áµÄ·¢Ô´µØÊÇ£º',
			answer : [
				'A¡¢¹ÅÂÞÂí',
				'B¡¢¹ÅÏ£À°',
				'C¡¢¹Å´úÖÐ¹ú',
				'D¡¢¹Å°Í±ÈÂ×'
			],
			rightAnswer : '2'
		},
		{
			question : 'ÐüÁº´Ì¹ÉµÄ¹ÉÊÇÖ¸ÈËµÄÄÄ¸ö²¿Î»£¿',
			answer : [
				'A¡¢Æ¨¹É',
				'B¡¢´óÍÈ',
				'C¡¢¸ì²²',
				'D¡¢Ð¡ÍÈ'
			],
			rightAnswer : '2',
		},
		{
			question : 'è¤Ù¤ÆðÔ´ÓÚÄÄ¸ö¹ú¼Ò£¿',
			answer : [
				'A¡¢Ó¡¶È',
				'B¡¢ÈÕ±¾',
				'C¡¢Ó¡Äá',
				'D¡¢¼íÆÒÕ¯'
			],
			rightAnswer : '1',
		},
		{
			question : '±ê×¼ÖÐ¹úÏóÆåÖÐ£¬Ò»¹²ÓÐ¶àÉÙ¸öÆå×Ó£¿',
			answer : [
				'A¡¢28',
				'B¡¢32',
				'C¡¢34',
				'D¡¢45'
			],
			rightAnswer : '2',
		},
		{
			question : 'ÒÔ¡°Ò»Ãë±ä¸ñ¸ñ¡±ÔÚÍøÂç´ÚºìµÄÅ®ÒÕÈËµÄË×³ÆÊÇÊ²Ã´£¿',
			answer : [
				'A¡¢¹ùÃÀÃÀ',
				'B¡¢ÄÌ²èÃÃÃÃ',
				'C¡¢Hold ×¡½ã',
				'D¡¢¶ÈÄï'
			],
			rightAnswer : '3',
		}
	],
	[
		{
			question : 'Óã³áÊÇÄÄÖÖ¶¯ÎïµÄ÷¢ËùÖÆ³ÉµÄ£¿',
			answer : [
				'A¡¢Âí¹þÓã',
				'B¡¢öèÓã',
				'C¡¢¾¨Óã',
				'D¡¢öÔÓã'
			],
			rightAnswer : '2'
		},
		{
			question : '±»³ÆÎª¡°»­Ê¥¡±µÄ¹Å´ú»­¼ÒÊÇ£º',
			answer : [
				'A¡¢ÎâµÀ×Ó',
				'B¡¢¹ËâýÖ®',
				'C¡¢º«¸É',
				'D¡¢ÕÅÔñ¶Ë'
			],
			rightAnswer : '1',
		},
		{
			question : 'Ç¦±ÊÓÃÓ¢ÎÄ×ÖÄ¸À´±íÊ¾Ç¦Ð¾µÄÈíÓ²£¬ÏÂÁÐ·ûºÅÄÄ¸öÏà±È½ÏÊÇ×îÓ²µÄ£¿',
			answer : [
				'A¡¢H',
				'B¡¢HB',
				'C¡¢B',
				'D¡¢2B'
			],
			rightAnswer : '1',
		},
		{
			question : '¡°Èç¹û¶¬ÌìÀ´ÁË£¬´ºÌì»¹»áÔ¶Âð£¿¡±Õâ¾äÃûÑÔ³ö×ÔÓÚÏÂÃæÄÄÎ»£¿',
			answer : [
				'A¡¢Óê¹û',
				'B¡¢°ÝÂ×',
				'C¡¢Ñ©À³',
				'D¡¢ÆÕÏ£½ð'
			],
			rightAnswer : '3',
		},
		{
			question : '¡¶»ÆºÓ´óºÏ³ª¡·µÄ×÷ÇúÊÇ£º',
			answer : [
				'A¡¢ÙþÐÇº£',
				'B¡¢Äô¶ú',
				'C¡¢¹âÎ´È»',
				'D¡¢Ö£ÂÉ³É'
			],
			rightAnswer : '1',
		}
	],
	[
		{
			question : 'ÅóÓÑ¼äÒÔ»¥¿ªÍæÐ¦µÄ·½Ê½À´Çì×£µÄ½ÚÈÕÔÚÃ¿ÄêµÄ¼¸ÔÂ¼¸ºÅ£¿',
			answer : [
				'A¡¢3ÔÂ1ÈÕ',
				'B¡¢4ÔÂ1ºÅ',
				'C¡¢5ÔÂ1ÈÕ',
				'D¡¢6ÔÂ1ÈÕ'
			],
			rightAnswer : '2'
		},
		{
			question : 'ÏÂÁÐÄÄ¸ö×ð³ÆÊÇ¶Ô¹Å´úÌ«×ÓµÄ×ð³Æ£º',
			answer : [
				'A¡¢±ÝÏÂ',
				'B¡¢¸óÏÂ',
				'C¡¢µîÏÂ',
				'D¡¢Ë½ÏÂ'
			],
			rightAnswer : '3',
		},
		{
			question : 'ÃÀ¹úµÄµÚÒ»Ëù¾üÊÂÑ§Ð£ÊÇ£¿',
			answer : [
				'A¡¢Â½¾ü¾üÊÂÑ§Ôº',
				'B¡¢¹ú·À´óÑ§',
				'C¡¢¿Õ¾üÑ§Ôº',
				'D¡¢Î÷µã¾üÐ£'
			],
			rightAnswer : '4',
		},
		{
			question : '¡°ÒþÐÎ·É»ú¡±ÊÇÖ¸Ê²Ã´ÑùµÄ·É»ú£¿',
			answer : [
				'A¡¢ÈâÑÛ¿´²»¼û',
				'B¡¢·ÉÐÐÌ«¸ß¿´²»¼û',
				'C¡¢Ìå»ýÌ«Ð¡',
				'D¡¢À×´ï²â²»µ½'
			],
			rightAnswer : '4',
		},
		{
			question : 'ÈËÌåÈç¹ûÊ§Ë®¶àÉÙ¾Í»áÎ£¼°ÉúÃü£¿',
			answer : [
				'A¡¢10%',
				'B¡¢20%',
				'C¡¢30%',
				'D¡¢40%'
			],
			rightAnswer : '2',
		}
	],
	[
		{
			question : 'ÓëÁõµÂ»ª¡¢ÕÅÑ§ÓÑ¡¢¹ù¸»³ÇºÏ³ÆÎªÏã¸Û¡°ËÄ´óÌìÍõ¡±µÄÈËÊÇË­£¿',
			answer : [
				'A¡¢Ã«Äþ',
				'B¡¢¶ÅµÂÎ°',
				'C¡¢ÕÅ¹úÈÙ',
				'D¡¢ÀèÃ÷'
			],
			rightAnswer : '4'
		},
		{
			question : 'µçÓ°¡¶Ì©Ì¹Äá¿ËºÅ¡·ÖÐ£¬Rose ÈÓ½øº£ÀïµÄÀ¶É«×êÊ¯½ÐÊ²Ã´Ãû×Ö£¿',
			answer : [
				'A¡¢ÓÀºãµÄÐÄ',
				'B¡¢Ï£ÍûÖ®×ê',
				'C¡¢À¶É«¶àè§ºÓ',
				'D¡¢º£ÑóÖ®ÐÄ'
			],
			rightAnswer : '4',
		},
		{
			question : '´«ËµÎª¹ØÓð¡°¹Î¹ÇÁÆÉË¡±µÄÊÇÄÄÒ»Î»ÃûÒ½£¿',
			answer : [
				'A¡¢ÀîÊ±Õä',
				'B¡¢»ªÙ¢',
				'C¡¢ËïË¼åã',
				'D¡¢±âÈµ'
			],
			rightAnswer : '2',
		},
		{
			question : '¾­³£±»ÓÃÀ´±æ±ð·½ÏòµÄ±±¼«ÐÇÊÇÊôÓÚÄÄ¸öÐÇ×ùµÄ£¿',
			answer : [
				'A¡¢ÁÔ»§×ù',
				'B¡¢Ð¡ÐÜÐÇ×ù',
				'C¡¢´óÐÜ×ù',
				'D¡¢ÏÉºó×ù'
			],
			rightAnswer : '2',
		},
		{
			question : 'ÒÔ´óÁ¿Å·Ê½½¨ÖþÎÅÃûµÄ¡°ÍâÌ²¡±ÔÚÖÐ¹úµÄÄÄ¸ö³ÇÊÐ£¿',
			answer : [
				'A¡¢´óÁ¬',
				'B¡¢Ìì½ò',
				'C¡¢ÏÃÃÅ',
				'D¡¢ÉÏº£'
			],
			rightAnswer : '4',
		}
	],
	[
		{
			question : '¶¬Ìì£¬Ê÷¸É³£³£»á±»ÓÃÊ²Ã´Ë¢³É°×É«£¿',
			answer : [
				'A¡¢ÓÍÆá',
				'B¡¢Ê¯»ÒË®',
				'C¡¢Ö½½¬',
				'D¡¢°×·Û±Ê'
			],
			rightAnswer : '2'
		},
		{
			question : 'ÖÐ¹ú¹Å´ú¡°²»»ó¡±ÊÇÖ¸ÄÐ×Ó¶àÉÙËê£¿',
			answer : [
				'A¡¢30',
				'B¡¢40',
				'C¡¢50',
				'D¡¢60'
			],
			rightAnswer : '2',
		},
		{
			question : 'ÈÕ±¾Á¬Ðø¾ç¡¶ÑªÒÉ¡·ÖÐ´óµºÐÒ×ÓµÄ°çÑÝÕßÊÇË­£¿',
			answer : [
				'A¡¢É½¿Ú°Ù»Ý',
				'B¡¢¸ß·åÐã×Ó',
				'C¡¢ÌïÖÐÔ£×Ó',
				'D¡¢ÖÐÒ°Á¼×Ó'
			],
			rightAnswer : '1',
		},
		{
			question : 'ÎÒ¹ú·¢ÏÖ×îÔçµÄÖ½±ÒÊÇÔÚÄÄ¸öÊ±ÆÚ£¿',
			answer : [
				'A¡¢ÌÆ³¯',
				'B¡¢ËÎ³¯',
				'C¡¢Ôª³¯',
				'D¡¢Ã÷³¯'
			],
			rightAnswer : '2',
		},
		{
			question : '¹Å´úÁùÒÕ£¬³ýÁË¡°Àñ¡¢ÀÖ¡¢Éä¡¢Êé¡¢Êý¡±£¬»¹ÓÐÒ»¸öÊÇ£¿',
			answer : [
				'A¡¢½Ì',
				'B¡¢Ô¦',
				'C¡¢Ãã',
				'D¡¢Óù'
			],
			rightAnswer : '4',
		}
	],
	[
		{
			question : '¡°É½³Ç¡±ÊÇÎÒ¹úÄÄ×ù³ÇÊÐµÄÑÅºÅ£¿',
			answer : [
				'A¡¢ÂåÑô',
				'B¡¢Î÷°²',
				'C¡¢ÖØÇì',
				'D¡¢¸£ÖÝ'
			],
			rightAnswer : '3'
		},
		{
			question : 'ÎÒ¹ú¹Å´úÏîÓð¡°ÆÆ¸ª³ÁÖÛ¡±Õ½Ê¤ÇØ¾üÊÇÔÚÄÄ´ÎÕ½ÒÛ£¿',
			answer : [
				'A¡¢ÄÁÒ°Ö®Õ½',
				'B¡¢¾ÞÂ¹Ö®Õ½',
				'C¡¢¹Ù¶ÉÖ®Õ½',
				'D¡¢äÇË®Ö®Õ½'
			],
			rightAnswer : '2',
		},
		{
			question : '¡°É«¹âÈýÔ­É«¡±ÊÇÖ¸£¿',
			answer : [
				'A¡¢ºì¡¢»Æ¡¢À¶',
				'B¡¢ºì¡¢»Æ¡¢Çà',
				'C¡¢ºì¡¢ÂÌ¡¢À¶',
				'D¡¢»Æ¡¢À¶¡¢Çà'
			],
			rightAnswer : '1',
		},
		{
			question : 'òßòÑ¡°µãË®¡±µÄÄ¿µÄÊÇÊ²Ã´£¿',
			answer : [
				'A¡¢²úÂÑ',
				'B¡¢ºÈË®',
				'C¡¢ÃÙÊ³',
				'D¡¢ÍæË£'
			],
			rightAnswer : '1',
		},
		{
			question : '×ø³¤Í¾³µÒª×¢ÒâÈà´êÐ¡ÍÈ¡¢´óÍÈ£¬ÕâÊÇÎª·ÀÖ¹Ê²Ã´£¿',
			answer : [
				'A¡¢ÔÎ³µ',
				'B¡¢ÐÄÀíÑ¹Á¦Ôö´ó',
				'C¡¢ÖÏÏ¢',
				'D¡¢½Å¸¡Ö×'
			],
			rightAnswer : '4',
		}
	],
	[
		{
			question : 'ÊÀ½ç±­×ãÇò±ÈÈü¼¸Äê¾ÙÐÐÒ»´Î£¿',
			answer : [
				'A¡¢2Äê',
				'B¡¢3Äê',
				'C¡¢4Äê',
				'D¡¢5Äê'
			],
			rightAnswer : '3'
		},
		{
			question : 'ÈËÃÇ³£ËµµÄ¡°ÎÞÊÂ²»µÇÈý±¦µî¡±£¬¡°Èý±¦¡±ÊÇÖ¸£¿',
			answer : [
				'A¡¢Ö½¡¢Ñâ¡¢±Ê ',
				'B¡¢Êé¡¢½£¡¢ÇÙ',
				'C¡¢·ð¡¢·¨¡¢É®',
				'D¡¢½ð¡¢Òø¡¢Óñ'
			],
			rightAnswer : '3',
		},
		{
			question : '¡°¹¤±Ê¡±ÊÇÄÄÖÖ»æ»­ÐÎÊ½µÄ¼¼·¨£¿',
			answer : [
				'A¡¢ÓÍ»­',
				'B¡¢¹ú»­',
				'C¡¢ËØÃè',
				'D¡¢Ä¾¿Ì»­'
			],
			rightAnswer : '2',
		},
		{
			question : '°ÂÔË»áÉÏ£¬Ê×´ÎÖ»ÓÐÅ®ÐÔ¿ÉÒÔ²Î¼ÓµÄ±ÈÈüÏîÄ¿ÊÇ»¨ÑùÓÎÓ¾ºÍÊ²Ã´£¿',
			answer : [
				'A¡¢è¤Ù¤',
				'B¡¢ÒÕÊõÌå²Ù',
				'C¡¢»¨Ñù»¬±ù',
				'D¡¢É³Ì²ÅÅÇò'
			],
			rightAnswer : '2',
		},
		{
			question : 'Êé·¨ ¡°¾Å¹¬¸ñ¡±µÄ´´Ê¼ÈËÊÇ£¿',
			answer : [
				'A¡¢Å·ÑôÑ¯',
				'B¡¢ñÒËìÁ¼',
				'C¡¢ÑÕÕæÇä',
				'D¡¢ÕÔÃÏî\'
			],
			rightAnswer : '1',
		}
	]
];/*  |xGv00|69663f55be4a2da65bb4dc6701ce1314 */